Repository: mmerdeg/hawaii_mobile_ios
Catalog: Hawaii/*.lproj/Localizable.strings
Languages: sr_latn

# general.alert.errorTitle
source: Error
sr_latn: Greška

# general.alert.cancel
source: Cancel
sr_latn: Otkaži

# general.alert.yes
source: Yes
sr_latn: Da

# general.alert.no
source: No
sr_latn: Ne

# general.alert.trickMessage
source: Dont try to trick me
sr_latn: Početni datum mora biti pre krajnjeg!

# general.alert.reasonRequired
source: Reason field is required
sr_latn: Polje za razlog mora biti popunjeno.

# general.alert.cancelRequestMessage
source: Are you sure you want to cancel this request?
sr_latn: Da li ste sigurni da želite da otkažete ovaj zahtev?

# general.alert.canceledRequestMessage
source: You have succesfully canceled this request
sr_latn: Uspešno ste otkazali zahtev.

# general.alert.approveRequestMessage
source: Are you sure you want to approve this request?
sr_latn: Da li ste sigurni da želite da odobrite ovaj zahtev?

# general.alert.approvedRequestMessage
source: You have succesfully approved a request.
sr_latn: Uspešno ste odobrili zahtev.

# general.alert.rejectRequestMessage
source: Are you sure you want to reject this request?
sr_latn: Da li ste sigurni da želite da odbijete ovaj zahtev?

# general.alert.rejectedRequestMessage
source: You have succesfully rejected a proposed request
sr_latn: Uspešno ste odbili zahtev.

# general.alert.deleteMessage
source: Are you sure you want to delete this object?
sr_latn: Da li ste sigurni da želite da obrišete ovaj objekat?

# general.approve
source: Approve
sr_latn: Odobri

# general.reject
source: Reject
sr_latn: Odbij

# general.wait
source: Please wait
sr_latn: Molimo, sačekajte

# general.next
source: Next
sr_latn: Dalje

# general.newRequestMenu
source: Choose Request Type
sr_latn: Odaberite tip zahteva

# general.success
source: Success
sr_latn: Uspešno izvršena operacija

# general.confirm
source: Confirm
sr_latn: Potvrda

# general.refresh
source: Fetching Data ...
sr_latn: Dobavljanje podataka ...

# general.signIn
source: Sign in
sr_latn: Prijavi se

# general.close
source: Close
sr_latn: Zatvori

# general.back
source: Back
sr_latn: Nazad

# general.delete
source: Delete
sr_latn: Obrisi

# general.accept
source: Accept
sr_latn: Prihvati

# general.decline
source: Decline
sr_latn: Odustani

# general.emptyToken
source: We cannot acces your token from keychain, try loging in again
sr_latn: Ne mozemo da pristupimo tokenu, probajte da se ulogujete ponovo

# general.equalToken
source: Current device token cannot be removed!
sr_latn: Trenutni token uređaja ne može da se obriše!

# request.status.pending
source: Pending
sr_latn: Na čekanju

# request.status.approved
source: Approved
sr_latn: Odobreno

# request.status.rejected
source: Rejected
sr_latn: Odbijeno

# request.status.canceled
source: Canceled
sr_latn: Otkazano

# request.status.cancelationPending
source: Cancelation pending
sr_latn: Čeka se otkazivanje

# request.duration.fullDay
source: Full day
sr_latn: Ceo dan

# request.duration.morning
source: Morning only
sr_latn: Prepodne

# request.duration.afternoon
source: Afternoon only
sr_latn: Poslepodne

# request.duration.afternoonFirst
source: Afternoon first day
sr_latn: Poslepodne prvog dana

# request.duration.morningLast
source: Morning last day
sr_latn: Prepodne poslednjeg dana

# request.duration.morningAndAfternoon
source: Afternoon first day and morning last day
sr_latn: Poslepodne prvog dana i prepodne poslednjeg dana

# request.table.leaveType
source: Type of leave
sr_latn: Tip odsustva

# request.table.sicknessType
source: Type of sickness
sr_latn: Tip bolovanja

# request.table.duration
source: Duration
sr_latn: Trajanje

# request.reasonPlaceholder
source: Enter reason for leave
sr_latn: Unesite razlog

# request.startDate
source: Start date
sr_latn: Početni datum

# request.endDate
source: End date
sr_latn: Krajnji datum

# request.sicknessRequest
source: Sickness request
sr_latn: Zahtev za bolovanje

# request.leaveRequest
source: Leave request
sr_latn: Zahtev za odsustvo

# request.bonusRequest
source: Bonus request
sr_latn: Zahtev za bonus dane

# request.sickness
source: Sickness
sr_latn: Bolovanje

# request.leave
source: Leave
sr_latn: Odsustvo

# request.bonus
source: Bonus
sr_latn: Bonus dani

# request.date
source: Date
sr_latn: Datum

# request.notes
source: Notes
sr_latn: Beleške

# request.cancelationPendingDescription
source: This request is pending cancellation. If approved, the employees allowance will be reinstated.
sr_latn: Ovaj zahtev čeka otkazivanje. Ako se odobri, slobodni dani zaposlenog će biti vraćeni.

# request.addMessage
source: You have succesfully added a new request
sr_latn: Uspešno ste dodali zahtev

# api.response.tooManyDays
source: Invalid request, too many days selected
sr_latn: Zahtev nije validan, previše dana odabrano

# api.response.alreadyExists
source: Alredy exists in database
sr_latn: Zahtev za neki od odabranih dana već postoji

# remainingDays.leave
source: Leave
sr_latn: Slobodni dani

# remainingDays.training
source: Training
sr_latn: Trening dani

# remainingDays.taken
source: Taken
sr_latn: Uzeto

# remainingDays.pending
source: Pending
sr_latn: Na čekanju

# remainingDays.remainig
source: Remaining
sr_latn: Preostalo

# remainingDays.days
source: days
sr_latn: dana

# summary.datesRequested
source: Dates requested
sr_latn: Traženi datumi

# summary.leaveRequested
source: Leave requested
sr_latn: Traženo dana

# summary.leaveRemaining
source: Leave remaining
sr_latn: Preostalo dana

# summary.leavetype
source: Leave type
sr_latn: Tip odsustva

# summary.reason
source: Reason
sr_latn: Razlog

# summary.submit
source: Submit
sr_latn: Pošalji

# summary.days
source: day(s)
sr_latn: dan(a)

# filter.year
source: Year
sr_latn: Godina

# filter.filter
source: Filter
sr_latn: Filtriraj

# dashboard.title
source: Dashboard
sr_latn: Kalendar

# history.title
source: History
sr_latn: Istorija

# history.segmentAll
source: All
sr_latn: Svi zahtevi

# team.tabItemTitle
source: Team
sr_latn: Tim

# team.title
source: Team calendar
sr_latn: Timski kalendar

# team.loadMore
source: Load more
sr_latn: Učitaj još

# team.loadingMore
source: Loading
sr_latn: Učitavanje

# team.searchTitle
source: Employees
sr_latn: Zaposleni

# team.segmentAll
source: All Employees
sr_latn: Svi zaposleni

# team.segmentTeam
source: My team
sr_latn: Moj tim

# team.segmentPerson
source: Person
sr_latn: Po osobi

# approval.tabItemTitle
source: Approval
sr_latn: Odobravanje

# approval.title
source: Approve requests
sr_latn: Odobri zahteve

# more.title
source: More
sr_latn: Ostalo

# more.signOut
source: Sign out
sr_latn: Odjavi se

# more.manageUsers
source: Manage users
sr_latn: Upravljanje zaposlenima

# more.manageTeams
source: Manage teams
sr_latn: Upravljanje timovima

# more.manageHolidays
source: Manage holidays
sr_latn: Upravljanje praznicima

# more.manageLeaveProfiles
source: Manage leave profiles
sr_latn: Upravljanje profilima odsustva

# more.manageDevices
source: Manage devices
sr_latn: Upravljanje uređajima

# more.tokenScreenTitle
source: Devices
sr_latn: Uređaji

# more.theme
source: Light theme
sr_latn: Svetla tema

# approval.emptyTitle
source: No more requests to approve
sr_latn: Nema novih zahteva!

# history.emptyTitle
source: No more requests to approve
sr_latn: Nema zahteva!

# team.emptyTitle
source: No more requests to approve
sr_latn: Ne postoji traženi zaposleni!

# teamManagement.nameTitle
source: Team name
sr_latn: Naziv tima

# teamManagement.namePlaceholder
source: Enter team name
sr_latn: Unesi naziv tima

# teamManagement.emailPlaceholder
source: Enter email here
sr_latn: Unesi email

# teamManagement.deletedEnabled
source: Deleted
sr_latn: Obrisano

# teamManagement.deletedDisabled
source: Not deleted
sr_latn: Nije obrisano

# teamManagement.teamApproverTitle
source: Pick team approver
sr_latn: Odaberi odobravača tima

# userManagement.emailPlaceholder
source: Enter email here
sr_latn: Unesi email

# userManagement.deletedEnabled
source: Deleted
sr_latn: Obrisano

# userManagement.deletedDisabled
source: Not deleted
sr_latn: Nije obrisano

# userManagement.fullNameTitle
source: Full name
sr_latn: Ime i prezime

# userManagement.fullNamePlaceholder
source: Enter full name
sr_latn: Unesi ime i prezime

# userManagement.jobTitleTitle
source: Job title
sr_latn: Zvanje

# userManagement.jobTitlePlaceholder
source: Enter Job title
sr_latn: Unesi zvanje

# userManagement.userRoleTitle
source: User role title
sr_latn: Naziv uloge korisnika

# userManagement.userRolePlaceholder
source: Pick user role
sr_latn: Odaberite ulogu korisnika

# userManagement.yearsOfServiceTitle
source: Years of service
sr_latn: Godine radnog staža

# userManagement.teamTitle
source: Team
sr_latn: Tim

# userManagement.teamPlaceholder
source: Select team
sr_latn: Odaberi tim

# userManagement.leaveProfileTitle
source: Leave Profile
sr_latn: Profil odsustva

# userManagement.leaveProfilePlaceholder
source: Select leave profile
sr_latn: Odaberi profil odsustva

# userManagement.basicSection
source: Basic info
sr_latn: Osnovni podaci

# userManagement.companySection
source: Company info
sr_latn: Podaci o kompaniji

# userManagement.additionalSection
source: Additional info
sr_latn: Ostali podaci

# userManagement.activeEnabled
source: Active
sr_latn: Aktivan

# userManagement.activeDisabled
source: Not active
sr_latn: Neaktivan

# token.deviceName
source: Device name
sr_latn: Naziv uređaja

# token.notificationToken
source: Device notification token
sr_latn: Token uređaja

# token.platform
source: Device platform
sr_latn: Platforma uređaja

# token.createdDate
source: Creation date
sr_latn: Datum kreiranja

# holiday.infoSection
source: Public holiday info
sr_latn: Podaci o praznicima

# holiday.nameTitle
source: Holiday name
sr_latn: Naziv praznika

# holiday.namePlaceholder
source: Enter holiday name
sr_latn: Unesi naziv praznika

source: Holiday date
sr_latn: Datum praznika

# leaveProfile.entitlement
source: Entitlement
sr_latn: Ovlašćenje

# leaveProfile.maxBonusDays
source: Max bonus days
sr_latn: Maksimalno bonus dana

# leaveProfile.maxCarriedOver
source: Max carried over
sr_latn: Maksimalno prenesenih dana

# leaveProfile.training
source: Training
sr_latn: Trening
